Repository: ramazanberkozbek/kaskas
Catalog: Kaskas/Resources/Localizable.xcstrings
Source language: tr
Languages: en

# settings.status.ready
source: Hazır
en: Ready

source: Simge Durumuna Küçült
en: Minimize

# skippedBreak.dismiss
source: Kapat
en: Dismiss

# skippedBreak.start
source: Molayı başlat
en: Start break

# skippedBreak.subtitle
source: Son birkaç molayı atladın. Kısa bir dinlenme yeniden odaklanmana yardımcı olabilir.
en: You skipped the last few breaks. A short rest can help you refocus.

# skippedBreak.title
source: Bir an mola ver
en: Take a moment to pause

# stats.apps.title
source: Uygulamalarda Geçen Süre
en: Time by App

# stats.axis.day
source: Gün
en: Day

# stats.axis.hours
source: Saat
en: Hours

# stats.categories.title
source: Kategorilerde Geçen Süre
en: Time by Category

# stats.chooseDate
source: Tarih seç
en: Select date

# stats.distribution.subtitle
source: Çalışma, mola ve duraklama süreleri
en: Study, break, and pause durations

# stats.distribution.title
source: Zaman Dağılımı
en: Time Distribution

# stats.duration
source: Süre
en: Duration

# stats.empty
source: Kaskas bu sürümden itibaren zaman kaydetmeye başladı.
en: Kaskas started recording time from this version.

# stats.hourly.average
source: Günlük ortalama
en: Daily average

# stats.hourly.averageSubtitle
source: Seçili 30 günde, her saat için günlük ortalama odaklanma süresi
en: Daily average focus time for each hour across the selected 30 days

# stats.hourly.day
source: Günlük
en: Daily

# stats.hourly.noFocus
source: Bu saatte odaklanma yok
en: No focus during this hour

# stats.hourly.subtitle
source: Günün hangi saatlerinde odaklandın
en: When you focused throughout the day

# stats.hourly.title
source: Saatlik Odaklanma
en: Hourly Focus

# stats.hourly.week
source: 7 Gün
en: 7 Days

# stats.kind.breakTime
source: Mola
en: Break

# stats.kind.computerInactive
source: Uykuda
en: Asleep

# stats.kind.kaskasPaused
source: Duraklatıldı
en: Paused

# stats.kind.meeting
source: Toplantı
en: Meeting

# stats.kind.studying
source: Çalışma
en: Study

# stats.nextPeriod
source: Sonraki dönem
en: Next period

# stats.nextYear
source: Sonraki yıl
en: Next year

# stats.period
source: Dönem
en: Period

# stats.period.seven
source: 7G
en: 7D

# stats.period.thirty
source: 30G
en: 30D

# stats.previousPeriod
source: Önceki dönem
en: Previous period

# stats.previousYear
source: Önceki yıl
en: Previous year

# stats.range.scope
source: Tüm grafikler seçili dönemi, yıllık görünüm ise seçili tarihin yılını gösterir.
en: All charts use the selected period; the yearly view shows the selected date’s year.

# stats.storageWarning
source: Etkinlik geçmişi şu anda okunamıyor veya kaydedilemiyor.
en: Activity history cannot be read or saved right now.

# stats.subtitle
source: Bugünkü çalışma düzenin ve etkinliklerin
en: Today's study rhythm and activities

# stats.summary.subtitle
source: Seçili tarih aralığındaki çalışma ve mola süreleri
en: Study and break time in the selected date range

# stats.summary.title
source: Dönem Özeti
en: Period Summary

# stats.title
source: İstatistikler
en: Statistics

# stats.today.title
source: Günlük Özet
en: Daily Summary

# stats.total
source: Toplam
en: Total

# stats.trend.average
source: 7 günlük ortalama
en: 7-day average

# stats.trend.subtitle
source: Günlük çalışma ve hareketli ortalama
en: Daily study time and moving average

# stats.trend.title
source: Çalışma Eğilimi
en: Study Trend

# stats.usage.nextPage
source: Sonraki sayfa
en: Next page

# stats.usage.page
source: Sayfa
en: Page

# stats.usage.previousPage
source: Önceki sayfa
en: Previous page

# stats.year.focusHours
source: %d saat odaklanıldı
en: %d hours focused

# stats.year.focusHoursAndMinutes
source: %1$d saat %2$d dakika odaklanıldı
en: %1$d hours %2$d minutes focused

# stats.year.focusMinutes
source: %d dakika odaklanıldı
en: %d minutes focused

# stats.year.less
source: Az
en: Less

# stats.year.more
source: Çok
en: More

# stats.year.subtitle
source: Bir yıllık çalışma düzeni
en: Year-round study pattern

# stats.year.title
source: Yıllık Aktivite
en: Yearly Activity

source: Tüm Özel Kuralları Sıfırla
en: Reset All Custom Rules

source: Tümünü Daralt
en: Collapse All

source: Tümünü Genişlet
en: Expand All

source: Tümünü Göster
en: Show All

source: Tümünü Seç
en: Select All

source: Uygulama ara
en: Search apps

source: Varsayılana Sıfırla
en: Reset to Defaults

source: Varsayılanlara dönmek istediğinize emin misiniz?
en: Are you sure you want to reset to defaults?

source: Vazgeç
en: Cancel

# warning.fifteenMinutes
source: +15 dk
en: +15 min

# warning.fiveMinutes
source: +5 dk
en: +5 min

# warning.oneMinute
source: +1 dk
en: +1 min

# warning.skip
source: Atla
en: Skip

# warning.startNow
source: Başlat
en: Start

# warning.subtitle
source: Ekrandan uzaklaş ve gözlerini dinlendir
en: Step away from the screen and rest your eyes

# warning.title
source: Molaya az kaldı
en: Break starting soon

source: Yapıştır
en: Paste

source: Yeni Kategori Ekle
en: Add New Category

source: Yeni Kural Ekle
en: Add New Rule

source: Yinele
en: Redo

source: Yüklü uygulamalar taranıyor...
en: Scanning installed apps...

source: Yüklü Uygulamayı Seçin
en: Select Installed App

# Zero minutes
source: Sıfır dakika
en: Zero minutes
